Repository: udevsharold/dockx
Catalog: dockxprefs/Resources/*.lproj/Localizable.strings
Languages: he

# ABBREV_FULL_DATE
source: F. Date
he: ת. מלא

# ABBREV_MEDIUM_DATE
source: M. Date
he: ת. בינוני

# ABBREV_MEDIUM_TIME
source: M. Time
he: ש. בינוני

# ABBREV_SHORT_DATE
source: S. Date
he: ת. קצר

# ABBREV_SHORT_TIME
source: S. Time
he: ש. קצר

# ANSWER_NO
source: No
he: לא

# ANSWER_YES
source: Yes
he: כן

# CURSOR_BEHAVIOR_CONTINUOUSLY
source: Continuously
he: בהמשכיות

# CURSOR_BEHAVIOR_FROM_CURRENT_POS
source: From Current Position
he: מהמיקום הנוכחי

# CURSOR_BEHAVIOR_NODE_TITLE
source: Default Long Press Behaviour
he: התנהגות לחיצה ארוכה ברירת מחדל

# CURSOR_BEHAVIOR_SINGLE_WORD
source: Single Word Only
he: מילה יחידה בלבד

# CURSOR_BEHAVIOR_WHOLE_LINE
source: Whole Line
he: שורה שלמה

# CURSOR_BEHAVIOR_WHOLE_PARA
source: Whole Paragraph
he: פסקה שלמה

# CURSOR_BEHAVIOR_WHOLE_SENTENCE
source: Whole Sentence
he: משפט שלם

source: Default
he: ברירת מחדל

source: Disabled Input Type
he: סוגי קלט כבויים

# DISABLED_SHORTCUTS
source: Disabled Shorcuts
he: קיצורים כבויים

source: Double Tap
he: הקשה כפולה

source: Emoji Keyboard
he: מקלדת אמוג'י

source: Enabled Input Type
he: סוגי קלט פעילים

# ENABLED_SHORTCUTS
source: Enabled Shorcuts
he: קיצורים פעילים

source: Extras
he: תוספות

# EXTRAS_DELETE_BEHAVIOUR
source: Delete Behaviour
he: התנהגות מחיקה

# EXTRAS_DELETE_FORWARD_BEHAVIOUR
source: Delete Forward Behaviour
he: הנתנהגות מחיקה קדימה

# EXTRAS_END_OF_PARAGRAPH_BEHAVIOUR
source: End of Paragraph Behaviour
he: התנהגות סוף פסקה

# EXTRAS_END_OF_SENTENCE_BEHAVIOUR
source: End of Sentence Behaviour
he: התנהגות סוף משפט

# EXTRAS_GLOBE_BEHAVIOUR
source: Globe Behaviour
he: התנהגות גלובוס

# EXTRAS_INSERT_TEXT_CONTENT
source: Insert Text Content
he: הזן תוכן מלל

# EXTRAS_KEYBOARD_INPUT_BEHAVIOUR
source: Keyboard Input Behaviour
he: התנהגות קלט מקלדת

# EXTRAS_LINE_END_BEHAVIOUR
source: Line End Behaviour
he: התנהגות סוף שורה

# EXTRAS_LINE_START_BEHAVIOUR
source: Line Start Behaviour
he: התנהגות תחילה שורה

# EXTRAS_NEXT_WORD_BEHAVIOUR
source: Next Word Behaviour
he: התנהגות מילה הבאה

# EXTRAS_PASTE_BEHAVIOUR
source: Paste Behaviour
he: התנהגות הדבקה

# EXTRAS_PREVIOUS_WORD_BEHAVIOUR
source: Previous Word Behaviour
he: התנהגות מילה הקודמת

# EXTRAS_SHELL_COMMANDS
source: Shell Commands
he: פקודות Shell

# EXTRAS_START_OF_PARAGRAPH_BEHAVIOUR
source: Start of Paragraph Behaviour
he: התנהגות תחילת פסקה

# EXTRAS_START_OF_SENTENCE_BEHAVIOUR
source: Start of Sentence Behaviour
he: התנהגות תחילת משפט

source: First Action
he: פעולה ראשונה

# FOOTER_CURSOR_BEHAVIOR
source: Choose the selection behaviour for default long press gesture.
he: בחר/י את התנהגות הבחירה למחוות לחיצה ארוכה ברירת המחדל.

# FOOTER_DELETE
source: Smart delete will insert a space after deletion. NOTE: If no word is selected, closest word/punctuation will be selected for delete.
he: מחיקה חכמה יותר תוסיף רווח לאחר מחיקה. הערה: אם לא נבחרה שום מילה, המילה/ניקוד הקרובים ביותר ייבחרו למחיקה.

# FOOTER_ENABLED
source: Enabled input will be cycled when shorcut is tapped. "Default" type will be skipped if it is same as "Original". Set a minimum of 2 items, including Original. NOTE: Some input doesn't support changing input type, DockX indicates it by changing the current icon to hollow/grey/strikethrough.
he: הקשה על הקיצור תעבור בסבב על הקלט הפעיל. "ברירת מחדל" ידולג במידה והוא זהה ל"מקור". הגדר/י לפחות 2 פריטים, כולל "מקור". הערה: חלק מהקלט לא תומך בשינוי סוג קלט, DockX מציג זאת על ידי שינוי האייקון הנוכחי לחלול/אפור/מחוק.

# FOOTER_FIRST_ACTION
source: This action will be performed prior to the second action below. It can be none. Leave all blank for default actions.
he: פעולה זו תבוצע לפני הפעולה השנייה מטה. היא יכולה להיות "כלום". השאר/י הכל ריק לשימוש בפעולות ברירת המחדל.

# FOOTER_HEIGHT
source: Height
he: גובה

# FOOTER_INSETS_BOTTOM
source: Bottom
he: תחתון

# FOOTER_INSETS_LEFT
source: Left
he: שמאל

# FOOTER_INSETS_RIGHT
source: Right
he: ימין

# FOOTER_INSETS_TOP
source: Top
he: עליון

# FOOTER_LONG_PRESS
source: Set the text to be inserted when shortcut is long pressed. NOTE: When custom long press gesture is set in previous section, this will be ignored.
he: הגדר/י את המלל שיוזן בלחיצה ארוכה על הקיצור. הערה: כאשר מחוות לחיצה ארוכה מותאמת אישית מוגדרת בסעיף הקודם, הגדרה זו לא תשומש.

# FOOTER_OFFSETS_BOTTOM
source: Bottom (Vertical)
he: תחתון (אנכי)

# FOOTER_OFFSETS_LEADING
source: Leading (Left)
he: פותח (שמאל)

# FOOTER_OFFSETS_NOTICE
source: NOTE: Customized offsets might not work properly in one-handed keyboard mode.
he: הערה: מרווחים מותאמים אישית עלולים לא לעבוד כמו שצריך עם מצב יד אחת במקלדת.

# FOOTER_OFFSETS_TRAILING
source: Trailing (Right)
he: סוגר (ימין)

# FOOTER_RADIUS
source: Radius
he: רדיוס

# FOOTER_SAFARI
source: Select content type to be pasted as "Paste and Go" in Safari's navigation bar.
he: בחר/י סוג תוכן שיודבק בתור "הדבק ועבור" בשורת הניווט של ספארי.

# FOOTER_SHELL_LONG_PRESS
source: Set the shell command to be executed when shortcut long pressed. NOTE: When custom long press gesture is set in previous section, this will be ignored.
he: הגדר/י את פקודת הShell שתרוץ בלחיצה ארוכה על הקיצור. הערה: כאשר מחוות לחיצה ארוכה מותאמת אישית מוגדרת בסעיף הקודם, הגדרה זו לא תשומש.

# FOOTER_SHELL_SINGLE_TAP
source: Set the shell command to be executed when shortcut tapped.
he: הגדר/י את פקודת הShell שתרוץ בהקשה על הקיצור.

# FOOTER_SHOOTING_STAR
source: "Shooting Star" is a swiping down gesture from the keyboard towards any shortcut.
he: "כוכב נופל" היא מחוות החלקה למטה מהמקלדת לקיצור כלשהו.

# FOOTER_SINGLE_TAP
source: Set the text to be inserted when shortcut tapped.
he: הגדר/י את המלל שיוזן בהקשה על הקיצור.

# FOOTER_SPACING
source: Spacing between shortcuts
he: מרווח בין קיצורים

# FOOTER_TEXT_FOR_DEFAULT_LONG_PRESS_GESTURES
source: Default long press gesture for: Select - select all words Select All - select last word Copy - select all and copy Paste - select all and paste Cut - delete last word Undo - go to beginning of document Redo - go to ending of document Beginning of Document - undo Ending of Document - redo Capitalize Last Word - uppercase last word lowercase - uppercase last word UPPERCASE - lowercase last word Delete - select all and delete Delete Forward - select all and delete Bold - select last word and toggle bold face Italic - select last word and toggle italic Underline - select last word and toggle underline Cursor Left - move cursor backward exponentionally Cursor Right - move cursor forward exponentionally Cursor Up - move cursor upward exponentionally Cursor Down - move cursor downward exponentionally Keyboard Input - revert back to original input type Previous & Next Word - select word Line Start & End - select line Start & End of Paragraph - select paragraph Start & End of Sentence - select sentence Globe - activate dictation sPonGeBob teXt - select all and sPonGeBob
he: מחוות לחיצה ארוכה ברירת המחדל עבור: בחר - בחר את כל המילים בחר הכל - בחר מילה אחרונה העתק - בחר הכל והעתק הדבק - בחר הכל והדבק גזור - מחק מילה אחרונה בטל - לך לתחילת המסמך שחזר - לך לסוף המסמך תחילת המסמך - בטל סוף המסמך - שחזר אות רישית למילה האחרונה - אותיות רישיות לכל המילה האחרונה אותיות קטנות - אותיות רישיות לכל המילה האחרונה אותיות רישיות - אותיות קטנות לכל המילה האחרונה מחק - בחר הכל ומחק מחק קדימה - בחר הכל ומחק מודגש - בחר מילה אחרונה והחלף הדגשה נטוי - בחר מילה אחרונה והחלף נטייה קו תחתון - בחר מילה אחרונה והחלף קו תחתון סמן שמאלה - הזז את הסמן אחורה בתאוצה סמן ימינה - הזז את הסמן קדימה בתאוצה סמן למעלה - הזז את הסמן למעלה בתאוצה סמן למטה - הזז את הסמן למטה בתאוצה קלט מקלדת - חזור למצב הקלט המקורי מילה קודמת ובאה - בחר מילה תחילת וסוף שורה - בחר שורה תחילת וסוף פסקה - בחר פסקה תחילת וסוף משפט - בחר משפט גלובוס - הפעל הכתבה

# FOOTER_TEXT_FOR_DEFAULT_LONG_PRESS_GESTURES_TRANSLOMATIC
source: Translomatic - select paragraph and translate
he: Translomatic - בחר פסקה ותרגם

# FOOTER_TEXT_FOR_ENABLED_SHORTCUTS
source: Add as many shortcuts as you wish! Tap any shortcut to customize its gesture actions. NOTE: If you experiencing any issue or shortcuts not showing correctly, please reset.
he: ניתן להוסיף כמה קיצורים שתרצה/י! הקש על כל קיצור כדי להתאים אישית את פעולות המחווה שלו. הערה: אם את/ה חווה בעיה כלשהי או קיצורים שלא מופיעים כמו שצריך, נסה/י לאפס.

# FOOTER_TEXT_FOR_EXTRAS
source: Tap item to customize.
he: הקש על פריט להתאמה אישית.

source: Gestures
he: מחוות

# INCOMPATIBLE_RESET
source: Incompatible, please reset
he: לא תואם, אנא אפס/י

source: Insets
he: מרווחים

# KEYBOARD_INPUT_TYPE_TITLE
source: Keyboard Input
he: קלט מקלדת

# LONG_AUTO_CAPITALIZATION
source: Auto-Capitalization
he: אותיות רישיות אוטומטיות

# LONG_AUTO_CORRECTION
source: Auto-Correction
he: תיקון אוטומטי

# LONG_BEGINNING
source: Beginning of Document
he: תחילת מסמך

# LONG_BOLD
source: Bold
he: מודגש

# LONG_CAPITALIZE
source: Capitalize Last Word
he: אות רישית למילה האחרונה

# LONG_COPY
source: Copy
he: העתק

# LONG_CUT
source: Cut
he: גזור

# LONG_DEFINE
source: Define Word
he: הגדר מילה

# LONG_DELETE
source: Delete
he: מחק

# LONG_DELETE_FORWARD
source: Delete Forward
he: מחק קדימה

# LONG_DICTATION
source: Dictation
he: הכתבה

# LONG_DISMISS_KEYBOARD
source: Dismiss Keyboard
he: הסתר מקלדת

# LONG_ENDING
source: Ending of Document
he: סוף מסמך

# LONG_GLOBE
source: Globe
he: גלובוס

# LONG_INSERT_TEXT
source: Insert Text
he: הזן מלל

# LONG_ITALIC
source: Italic
he: נטוי

# LONG_KEYBOARD_TYPE
source: Keyboard Input
he: קלט מקלדת

# LONG_LOWERCASE
source: lowercase
he: אותיות קטנות

# LONG_MOVE_CURSOR_DOWN
source: Cursor Down
he: סמן למטה

# LONG_MOVE_CURSOR_END_OF_LINE
source: Line End
he: סוף שורה

# LONG_MOVE_CURSOR_END_OF_PARAGRAPH
source: End of Paragraph
he: סוף פסקה

# LONG_MOVE_CURSOR_END_OF_SENTENCE
source: End of Sentence
he: סוף משפט

# LONG_MOVE_CURSOR_LEFT
source: Cursor Left
he: סמן שמאלה

# LONG_MOVE_CURSOR_NEXT_WORD
source: Next Word
he: מילה באה

# LONG_MOVE_CURSOR_PREVIOUS_WORD
source: Previous Word
he: מילה קודמת

# LONG_MOVE_CURSOR_RIGHT
source: Cursor Right
he: סמן ימינה

# LONG_MOVE_CURSOR_START_OF_LINE
source: Line Start
he: תחילת שורה

# LONG_MOVE_CURSOR_START_OF_PARAGRAPH
source: Start of Paragraph
he: תחילת פסקה

# LONG_MOVE_CURSOR_START_OF_SENTENCE
source: Start of Sentence
he: תחילת משפט

# LONG_MOVE_CURSOR_UP
source: Cursor Up
he: סמן למעלה

# LONG_PASTE
source: Paste
he: הדבק

source: Long Press
he: לחיצה ארוכה

# LONG_REDO
source: Redo
he: שחזר

# LONG_RUN_COMMAND
source: Shell Command
he: פקודת Shell

# LONG_SELECT
source: Select
he: בחר

# LONG_SELECT_ALL
source: Select All
he: בחר הכל

# LONG_SELECT_LINE
source: Select Line
he: בחר שורה

# LONG_SELECT_PARAGRAPH
source: Select Paragraph
he: בחר פסקה

# LONG_SELECT_SENTENCE
source: Select Sentence
he: בחר משפט

# LONG_UNDERLINE
source: Underline
he: קו תחתון

# LONG_UNDO
source: Undo
he: בטל

# LONG_UPPERCASE
source: UPPERCASE
he: אותיות רישיות

source: Offsets
he: מרווחים

# PASTE_AND_GO_DISABLED
source: Disabled
he: כבוי

# PASTE_AND_GO_EVERYTHING
source: Everything
he: הכל

# PASTE_AND_GO_URL_ONLY
source: URL Only
he: URL בלבד

source: Reset
he: איפוס

# RESET_MESSAGE
source: Reset all shortcuts included customized long press, double tap and shooting star actions to default?
he: לאפס לברירת המחדל את כל הקיצורים, כולל מחוות מותאמות אישית ללחיצה ארוכה, הקשה כפולה וכוכב נופל?

# RESET_NO
source: No
he: לא

# RESET_TO_DEFAULT_MESSAGE
source: Reset to default?
he: איפוס לברירת המחדל?

# RESET_YES
source: Yes
he: כן

source: Respring
he: ריספרינג

# RESPRING_MESSAGE
source: Respring is not necessary, but recommended for changes to take effect instantly. Respring now?
he: ריספרינג אינו הכרחי, אבל מומלץ להחלת שינויים מיידית. לבצע ריספרינג?

# SEARCHBAR_PLACEHOLDER
source: How Does It Looks?
he: איך זה נראה?

source: Second Action
he: פעולה שנייה

# SHELL_COMMAND
source: Command
he: פקודה

# SHELL_TITLE
source: Title
he: כותרת

source: Shooting Star
he: כוכב נופל

source: Shortcuts
he: קיצורים

# SHORT_AUTO_CAPITALIZATION
source: ACap
he: רישיות

# SHORT_AUTO_CORRECTION
source: ACrrtn
he: תיקון

# SHORT_BEGINNING
source: Bgn
he: התחל

# SHORT_BOLD
source: Bold
he: מודגש

# SHORT_CAPITALIZE
source: Cap
he: רישית

# SHORT_COPY
source: Copy
he: העתק

# SHORT_CUT
source: Cut
he: גזור

# SHORT_DEFINE
source: Dfne
he: הגדר

# SHORT_DELETE
source: Del
he: מחק

# SHORT_DELETE_FORWARD
source: DelFw
he: מחקדמ

# SHORT_DICTATION
source: Dcttn
he: הכתב

# SHORT_DISMISS_KEYBOARD
source: Dmiss
he: הסתר

# SHORT_ENDING
source: End
he: סוף

# SHORT_GLOBE
source: Globe
he: גלובוס

# SHORT_INSERT_TEXT
source: Insrt
he: הזן

# SHORT_ITALIC
source: Itlic
he: נטוי

# SHORT_KEYBOARD_TYPE
source: Input
he: קלט

# SHORT_LOWERCASE
source: low
he: קטן

# SHORT_MOVE_CURSOR_DOWN
source: Down
he: מטה

# SHORT_MOVE_CURSOR_END_OF_LINE
source: LEnd
he: ס.שורה

# SHORT_MOVE_CURSOR_END_OF_PARAGRAPH
source: EPrgh
he: ס.פסקה

# SHORT_MOVE_CURSOR_END_OF_SENTENCE
source: EStn
he: ס.משפט

# SHORT_MOVE_CURSOR_LEFT
source: Left
he: שמאל

# SHORT_MOVE_CURSOR_NEXT_WORD
source: Next
he: הבא

# SHORT_MOVE_CURSOR_PREVIOUS_WORD
source: Prev
he: קודם

# SHORT_MOVE_CURSOR_RIGHT
source: Right
he: ימין

# SHORT_MOVE_CURSOR_START_OF_LINE
source: LStrt
he: ת.שורה

# SHORT_MOVE_CURSOR_START_OF_PARAGRAPH
source: SPrgh
he: ת.פסקה

# SHORT_MOVE_CURSOR_START_OF_SENTENCE
source: SStn
he: ת.משפט

# SHORT_MOVE_CURSOR_UP
source: Up
he: מעלה

# SHORT_PASTE
source: Paste
he: הדבק

# SHORT_REDO
source: Redo
he: שחזר

# SHORT_RUN_COMMAND
source: Cmd
he: פקד

# SHORT_SELECT
source: Slct
he: בחר

# SHORT_SELECT_ALL
source: All
he: הכל

# SHORT_SELECT_LINE
source: Line
he: שורה

# SHORT_SELECT_PARAGRAPH
source: Prgph
he: פסקה

# SHORT_SELECT_SENTENCE
source: Stn
he: משפט

# SHORT_UNDERLINE
source: Udln
he: קו.ת

# SHORT_UNDO
source: Undo
he: בטל

# SHORT_UPPERCASE
source: UPP
he: גדול

source: Single Tap
he: הקשה יחידה

source: Skip Emoji
he: דלג אמוג'י

source: Smart Delete
he: מחיקה חכמה

source: Text
he: מלל

# TOAST_AUTO_CAPITALIZATION
source: Auto-Capitalization
he: רישיות-אוטומטיות

# TOAST_AUTO_CORRECTION
source: Auto-Correction
he: תיקון אוטומטי

# TOAST_BEGINNING
source: Beginning
he: התחלה

# TOAST_BOLD
source: Bold
he: מודגש

# TOAST_CAPITALIZE
source: Capitalize
he: רישיות

# TOAST_COPY
source: Copy
he: העתק

# TOAST_CUT
source: Cut
he: גזור

# TOAST_DEFINE
source: Define
he: חיפוש נרחב

# TOAST_DELETE
source: Delete
he: מחק

# TOAST_DELETE_FORWARD
source: Delete
he: מחק קדימה

# TOAST_DICTATION
source: Dictation
he: הכתבה

# TOAST_DISMISS_KEYBOARD
source: Dismiss
he: הסתר מקלדת

# TOAST_ENDING
source: Ending
he: סוף

# TOAST_GLOBE
source: Globe
he: גלובוס

# TOAST_INSERT_TEXT
source: Insert
he: הזן

# TOAST_ITALIC
source: Italic
he: נטוי

# TOAST_KEYBOARD_TYPE
source: Keyboard Input
he: קלט מקלדת

# TOAST_KEYBOARD_TYPE_ALPHABET
source: Alphabet
he: אלפבית

# TOAST_KEYBOARD_TYPE_DECIMAL_PAD
source: Decimal Pad
he: מקשי ספרות דצימליות

# TOAST_KEYBOARD_TYPE_DEFAULT
source: Default
he: ברירת מחדל

# TOAST_KEYBOARD_TYPE_EMAIL
source: eMail
he: דוא"ל

# TOAST_KEYBOARD_TYPE_GENERIC
source: Generic
he: כללי

# TOAST_KEYBOARD_TYPE_NAME_AND_PHONE_PAD
source: Name & Phone
he: שם וטלפון

# TOAST_KEYBOARD_TYPE_NUMBERS_AND_PUNC
source: Num & Punct.
he: מספרים ופיסוק

# TOAST_KEYBOARD_TYPE_NUMBER_PAD
source: Number Pad
he: מקשי ספרות

# TOAST_KEYBOARD_TYPE_NUMBER_PAD_ASCII
source: Number Pad
he: מקש ספרות

# TOAST_KEYBOARD_TYPE_ORIGINAL
source: Original
he: מקורי

# TOAST_KEYBOARD_TYPE_PHONE_PAD
source: Phone Pad
he: מקשי טלפון

# TOAST_KEYBOARD_TYPE_WEB_SEARCH
source: Web Search
he: חיפוש ברשת

# TOAST_LOWERCASE
source: lowercase
he: אותיות קטנות

# TOAST_MOVE_CURSOR_DOWN
source: Down
he: מטה

# TOAST_MOVE_CURSOR_END_OF_LINE
source: End of Line
he: סוף שורה

# TOAST_MOVE_CURSOR_END_OF_PARAGRAPH
source: End of Paragraph
he: סוף פסקה

# TOAST_MOVE_CURSOR_END_OF_SENTENCE
source: End of Sentence
he: סוף משפט

# TOAST_MOVE_CURSOR_LEFT
source: Left
he: שמאל

# TOAST_MOVE_CURSOR_NEXT_WORD
source: Next
he: הבא

# TOAST_MOVE_CURSOR_PREVIOUS_WORD
source: Previous
he: הקודם

# TOAST_MOVE_CURSOR_RIGHT
source: Right
he: ימין

# TOAST_MOVE_CURSOR_START_OF_LINE
source: Start of Line
he: תחילת שורה

# TOAST_MOVE_CURSOR_START_OF_PARAGRAPH
source: Start of Paragraph
he: תחילת פסקה

# TOAST_MOVE_CURSOR_START_OF_SENTENCE
source: Start of Sentence
he: תחילת משפט

# TOAST_MOVE_CURSOR_UP
source: Up
he: מעלה

# TOAST_OFF
source: Off
he: כבוי

# TOAST_ON
source: On
he: פעיל

# TOAST_PASTE
source: Paste
he: הדבק

# TOAST_REDO
source: Redo
he: שחזר

# TOAST_RUN_COMMAND
source: Command
he: פקודה

# TOAST_SELECT
source: Select
he: בחר

# TOAST_SELECT_ALL
source: Select All
he: בחר הכל

# TOAST_SELECT_LINE
source: Select Line
he: בחר שורה

# TOAST_SELECT_PARAGRAPH
source: Select Paragraph
he: בחר פסקה

# TOAST_SELECT_SENTENCE
source: Select Sentence
he: בחר משפט

# TOAST_UNDERLINE
source: Underline
he: קו תחתון

# TOAST_UNDO
source: Undo
he: בטל

# TOAST_UPPERCASE
source: UPPERCASE
he: אותיות רישיות
